export const data = [
    {
        id: 1,
        author: "Аркадий Стругацкий, Борис Стругацкий" ,
        title: "Трудно быть богом",
        describe: "Действие повести разворачивается в будущем, на планете с гуманоидной цивилизацией, в местном государстве Арканар. Представители цивилизации физически неотличимы от людей. Цивилизация находится на уровне развития, соответствующем земному позднему Средневековью. На планете негласно присутствуют сотрудники земного Института экспериментальной истории, начавшие наблюдение за развитием цивилизации больше двух десятилетий назад. Главный герой — землянин Антон, действующий в Арканарском королевстве под видом высокородного дворянина Руматы Эсторского. Арканарское королевство переживает период контркультурной реакции — в стране идут гонения на «грамотеев» под девизом «Умные не надобны. Надобны верные». Румата старается повернуть общество на верный путь. Земляне, признав сложившуюся ситуацию чрезвычайной, спускаются с орбиты и разбрасывают над Арканаром усыпляющие бомбы.",
        genre: "ФАНТАСТИКА" ,
        image: "./media/id1.jpg"
    },  
    {
      id: 2,
      author: "Ханс Кристиан Андерсен" ,
      title: "Снежная королева",
      describe: "Отравленный осколками волшебного зеркала мальчик Кай попадает к Снежной Королеве. Его названная сестра Герда находит мальчика и растапливает осколки любовью своего чистого сердца. Посиневший от холода, но не чувствующий его из-за поцелуя Снежной королевы, Кай складывал из льдинок различные фигуры. Он хотел сложить слово «вечность», тогда Снежная королева подарила бы ему весь свет и пару новых коньков. Герда бросилась к Каю и горячими слезами растопила лёд. Кай заплакал, и осколок выпал из его глаза. Посиневший от холода, но не чувствующий его из-за поцелуя Снежной королевы, Кай складывал из льдинок различные фигуры. Он хотел сложить слово «вечность», тогда Снежная королева подарила бы ему весь свет и пару новых коньков. Герда бросилась к Каю и горячими слезами растопила лёд. Кай заплакал, и осколок выпал из его глаза. Кай и Герда вернулись домой.",
      genre: "СКАЗКИ",
      image: "./media/id2.jpg"
    },  
  {
      id: 3,
      author: "Марина Цветаева",
      title: "Стихи",
      genre: "СТИХИ",
      describe: "Первая посмертная книга стихов Марины Цветаевой «Избранное» увидела свет в СССР в 1961 году, через 20 лет после гибели автора и почти через 40 лет после предыдущего издания на родине. К моменту выхода «Избранного» немногие читатели помнили молодую Цветаеву и почти никто не представлял, в какого масштаба фигуру она превратилась, пройдя свой трагический путь.",
      image: "./media/id3.jpg"
    },  
  {
      id: 4,
      author: "Галина Вишневская",
      title: "Галина. История жизни",
      describe:"В этой книге история жизни великой певицы и актрисы Галины Вишневской рассказана из первых уст. Книга является уникальным свидетельством непростой, удивительной жизни. Девушка, окончившая 7 классов школы, не имеющая специального музыкального образования, становится главной фигурой Большого театра, а потом и мировых оперных сцен. История жизни Галины Вишневской - сказка про Золушку, или же история тяжелой, трудной работы над собой, преодоления себя и трудностей мира." ,
      genre: "МЕМУАРЫ",
      image: "./media/id4.jpg"
    },  
  {
      id: 5,
      author: "Агата Кристи",
      title: "Убийство в Восточном экспрессе",
      describe: "В экспрессе находят мужчину, убитого дюжиной ножевых ударов. Знаменитый детектив выясняет, что, желая отомстить за смерть маленькой девочки, в убийстве участвовали все пассажиры поезда.",
      genre: "ДЕТЕКТИВЫ",
      image: "./media/id5.jpg"
    },  
  {
      id: 6,
      author:"Айзек Азимов" ,
      title: "Норби",
      describe:"В творчестве Айзека Азимова, классика мировой фантастики, автора более 400 книг, обладателя 5 премий 'Хьюго', 2 премий 'Небьюла' и бесчисленного количества других премий и призов, цикл о роботе 'Норби' занимает особое место. Когда юный Джефферсон Уэллс, кадет Космической академии, купил подержанного робота Норби, то даже и не подозревал, какие удивительные приключения его ожидают в дальнейшем. Вместе с новым другом им предстоит совершить множество прыжков во времени и гиперпространстве, вступить в ожесточенную схватку с бандитами, посетить Землю ледникового периода, спасти пропавшую принцессу и даже побывать на планете дракониц!",
      genre: "ФАНТАСТИКА",
      image: "./media/id6.jpg"
    },  
  {
      id: 7,
      author:"Шарль Перро" ,
      title:"Золушка" ,
      describe:"Король небольшой страны, вдовец с дочерью от первого брака, прелестной и доброй девушкой, женился на высокомерной и злой даме с двумя дочерьми, во всём похожими на мать. Отец «во всём слушался своей новой жены». Мачеха заставляет падчерицу выполнять самую тяжёлую и грязную работу. Добрая фея превращает тыкву, мышей, крысу и ящериц соответственно в карету, коней, кучера и слуг, лохмотья Золушки — в роскошное платье, и дарит ей красивые туфельки. Золушка едет на бал. " ,
      genre: "СКАЗКИ" ,
      image: "./media/id7.jpg"
    },  
  {
      id: 8,
      author: "Александр Блок",
      title: "Стихи о прекрасной даме",
      describe:"Стихи о прекрасной даме» – стихотворный цикл Александра Блока. Написан под влиянием сильного чувства, которое молодой поэт испытывал к своей будущей супруге Любови Менделеевой, а также под влиянием учения философа В. Соловьева о Вечной Женственности. Это нетленное божественное начало, которое символизирует Прекрасная Дама, способно примирить «земное» и «небесное», мирское и божественное, принести обновление душе поэта. Героиня цикла – непостижимый, мистический образ – «Дева», «Святая», «Непостижимая», а иногда реальная женщина, стройная, высокая, надменная и суровая. Любовь к ней лирического героя трансформируется в поэзию символов, полутонов и намеков.",
      genre: "СТИХИ",
      image: "./media/id8.jpg"
    },  
  {
      id: 9,
      author:"Феликс Юсупов" ,
      title: "Князь Феликс Юсупов",
      describe:"Князь Феликс Феликсович Юсупов, граф Сумароков-Эльстон младший (1887-1967) - родовитый аристократ, семейство которого владело колоссальнейшим состоянием. Он учился в Пажеском корпусе и в Оксфорде, был бисексуалом и женился на племяннице Николая II. Одно про него знают все - он убил Распутина. После большевистской революции князь счастливо избежал смерти и почти полвека провел в изгнании." ,
      genre:  "МЕМУАРЫ",
      image: "./media/id9.jpg"
    },  
  {
      id: 10,
      author: "Жорж Сименон",
      title: "Комиссар Мегрэ" ,
      describe:"Жорж Жозеф Кристиан Сименон — бельгийский писатель, один из самых знаменитых в мире представителей детективного жанра в литературе. Наиболее известен серией детективов о полицейском комиссаре Мегрэ. Свой первый роман из «цикла Мегрэ» Сименон написал всего за шесть дней, а другие пять — за месяц. Всего же вышло 80 произведений, где действует знаменитый комиссар Криминальной полиции. Его образ настолько полюбился читателям, что ещё при жизни Сименона в городе Делфзейл, где он придумал своего героя, был воздвигнут бронзовый памятник комиссару Мегрэ. " ,
      genre: "ДЕТЕКТИВЫ" ,
      image: "./media/id10.jpg"
    },  
  {
      id: 11,
      author: "Джордж Оруэлл" ,
      title: "1984",
      describe: "Своеобразный антипод второй великой антиутопии XX века - 'О дивный новый мир' Олдоса Хаксли. Что, в сущности, страшнее: доведенное до абсурда 'общество потребления' - или доведенное до абсолюта 'общество идеи'? По Оруэллу, нет и не может быть ничего ужаснее тотальной несвободы...",
      genre:"ФАНТАСТИКА" ,
      image: "./media/id11.jpg"
    },  
  {
      id: 12,
      author: "Народная сказка  в обработке Константина Ушинского.",
      title:"Колобок",
      describe:"В русской народной сказке 'Колобок' рассказывается о том, как колобок, испеченный дедом и бабкой, убежал из дома и чем это для него закончилось. Веселый колобок путешествует, встречает зверей и убегает от них, напевая веселую песенку. Однако в конце сказки лиса его перехитрила и съела.",
      genre:"СКАЗКИ" ,
      image: "./media/id12.jpg"
    },  
  {
      id: 13,
      author:"Сергей Есенин" ,
      title: "Стихи",
      describe: "В сборник избранных произведений вошло около пятисот стихотворений, написанных Сергеем Есениным в разные годы. Издание предваряет автобиография поэта, написанная в октябре 1925 года.",
      genre: "СТИХИ",
      image: "./media/id13.jpg"
    },  
  {
      id: 14,
      author: "Джейн Фонда",
      title: "Вся моя жизнь",
      describe:"Мемуары двукратной обладательницы 'Оскара' Джейн Фонды читаются как увлекательный роман – актриса отлично пишет. Главная ценность книги в том, что она написана откровенно. В процессе написания этой книги я обнаружила, что через мою жизнь проходили универсальные темы, которые, при правильном изложении, могли бы обеспечить дорожную карту для других женщин. поскольку они тоже сталкиваются с проблемами отношений, самооценки и прощения." ,
      genre:"МЕМУАРЫ" ,
      image: "./media/id14.jpg"
    },  
  {
      id: 15,
      author:"Артур Конан Дойль" ,
      title:"Шерлок Холмс" ,
      describe: "Произведения Конана Дойла, посвящённые приключениям Шерлока Холмса, знаменитого лондонского «консультирующего» детектива стали классикой детективного жанра. Шерлок Холмс, умный, благородный и справедливый борец со злом и защитник обиженных, стал всемирной культовой фигурой и персонажем фольклора. В разных странах существуют десятки посвящённых ему обществ, музеев и памятников.",
      genre:"ДЕТЕКТИВЫ" ,
      image: "./media/id15.jpg"
    },
    {
        id: 16,
        author:"Борис Акунин",
        title:"Коронация" ,
        describe: "Книга с подзаголовком «Последний из Романов» вышла в последний год XX века. Книга эта вполне могла бы стать стандартным триллером о похищении ребенка, в данном случае мальчика — члена русской императорской фамилии. Однако динамика событий и попытки вырвать ребенка из рук похитителей не заслоняют главной загадки: что же это за таинственный доктор Линд стоит во главе шайки преступников и почему он полностью исключил из своей жизни общение с женщинами?",
        genre:"ДЕТЕКТИВЫ" ,
        image: "./media/id16.jpg"
    },
    {
        id: 17,
        author:"Ю Несбё",
        title:"Нож" ,
        describe: "В Осло случилось жестокое убийство — зарезали женщину. Как обычно, расследование не обходится без Харри Холле. Но теперь он выступает в совершенно непривычной для себя роли. Ведь талантливый сыщик и гроза норвежских преступников сам оказался в числе подозреваемых.",
        genre:"ДЕТЕКТИВЫ" ,
        image: "./media/id17.jpg"
    },
    {
        id: 18,
        author: "Ирвинг Стоун",
        title:"Жажда жизни" ,
        describe:"Винсент Ван Гог — гениальный безумец, при жизни испытавший и презрение критиков живописи, и полное непонимание собратьев по кисти, а после смерти признанный великим художником.Именно ему посвящен биографический роман Ирвинга Стоуна.",
        genre: "МЕМУАРЫ",
        image: "./media/id18.jpg"
    },  
    {
        id: 19,
        author: "Юрий Никулин",
        title:"Почти серьезно..." ,
        describe:"«В действительности все выглядит иначе, чем на самом деле». С этой фразы Станислава Ежи Леца начинается книга Юрия Никулина «Почти серьезно…». Это чуть ироничный рассказ о себе и серьезный о других: родных и близких, знаменитых и малоизвестных, но невероятно интересных людях цирка и кино. Книга полна юмора. В ней нет неправды. В ней не приукрашивается собственная жизнь и жизнь вообще.",
        genre: "МЕМУАРЫ",
        image: "./media/id19.jpg"
    },  
    {
        id: 20,
        author:"Льюис Кэрролл" ,
        title:"Алиса в Стране чудес",
        describe:"Перед вами одна из самых прославленных классических английских книг для детей, необычайно многогранная по смыслу, полная остроумия. Вы встретитесь с девочкой Алисой и попадете вместе с ней в удивительную, загадочную Страну Чудес Льюиса Кэрролла." ,
        genre: "СКАЗКИ" ,
        image: "./media/id20.jpg"
      },  
      {
        id: 21,
        author:"Ганс Христиан Андерсен" ,
        title:"Дюймовочка",
        describe:"В сказке показана история миниатюрной красавицы, рожденной из цветка благодаря волшебству. С первого же дня жизни Дюймовочку ждут приключения и испытания.Она учит быть честным, справедливым, добрым, сильным, верным дружбе, своему слову и следовать за своей мечтой, что бы ни случалось в жизни." ,
        genre: "СКАЗКИ" ,
        image: "./media/id21.jpg"
      },
      {
        id: 22,
        author:"Станислав Лем" ,
        title:"Солярис",
        describe:"Классика мировой фантастики и невероятно реалистичная книга. Кажется, что Солярис существует на самом деле и его можно увидеть собственными глазами. В «Солярисе» Станислав Лем начал отходить от утопических настроений своих ранних произведений и стал больше склоняться к крупной романной форме литературы. Основная часть книги была написана примерно за шесть недель в июне 1959 года, когда Станислав Лем был в Закопане. Спустя год писатель вернулся к роману и закончил последнюю главу. Впоследствии Лем уже не мог найти место, где остановился и с которого продолжил книгу." ,
        genre: "ФАНТАСТИКА" ,
        image: "./media/id22.jpg"
      },
      {
        id: 23,
        author:"Френк Герберт" ,
        title:"Дюна",
        describe:"Эту книгу любят даже те, кто не любит фантастику. Потому что межгалактическое пространство и специфическая лексика – это конфетная обёртка. Главное в «Дюне» Фрэнка Герберта – герои, их взаимоотношения, политическое устройство и хроника жизни землян 800 лет спустя. Оказывается, мы всё такие же, с двумя руками и ногами. Только куда быстрее развиваемся и очень зависим от одной маленькой пряности… «Локус», авторитетный журнал в научно-фантастической сфере, признал роман «Дюна» Фрэнка Герберта лучшим научно-фантастическим романом всех времён и народов. " ,
        genre: "ФАНТАСТИКА" ,
        image: "./media/id23.jpg"
      }
  ]